src/soap/templates/seek.xml

<s:Envelope xmlns:s='http://schemas.xmlsoap.org/soap/envelope/'
            s:encodingStyle='http://schemas.xmlsoap.org/soap/encoding/'>
    <s:Body>
        <u:Seek xmlns:u='urn:schemas-upnp-org:service:AVTransport:1'>
            <InstanceID>0</InstanceID>
            <Unit>REL_TIME</Unit>
            <Target>
                00:00:00
            </Target>
        </u:Seek>
    </s:Body>
</s:Envelope>
